Repository: 84000/data-translation-memory
Catalog: Toh_134-The_Absorption_That_Encapsulates_All_Merit-v2.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བསོད་ནམས་ཀྱང་ཐམས་ཅད་དུ་འབྲེལ་བར་མོས་པར་བྱའོ། །
en: In the same way, bodhisattva great beings should have conviction that merit has a connection to everything.

source: བསོད་ནམས་ཀྱིས་རྒྱགས་པར་ཡང་མི་བྱ་སྟེ། རྟག་ཏུ་མི་ཟད་པའི་ཆོས་ཉིད་ཡིན་པའི་ཕྱིར་རོ། །
en: They should not become infatuated by their merit, since it is the eternal, unending true nature.

source: སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཏིང་ངེ་འཛིན་རིན་པོ་ཆེ་འདི་འཐོབ་པར་འདོད་པས་ནི་བསོད་ནམས་མི་ཟད་པ་དང་། ཚད་མེད་པ་རྣམ་པ་བཞིས་སྐྲག་པར་མི་བྱ་སྟེ།
en: “Nārāyaṇa, bodhisattva great beings who wish to achieve this precious state of absorption should not be intimidated by four types of inexhaustible, immeasurable merit.

source: སེམས་ཅན་ཐམས་ཅད་ལ་སྙིང་རྗེ་ཆེན་པོ་ཚད་མེད་པ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཚད་མེད་པ་དང་། སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཚད་མེད་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སེམས་ཀྱི་སྤྱོད་པ་ལ་འཇུག་པ་ཚད་མེད་པ་སྟེ།
en: Immeasurable great compassion for all beings, the immeasurable buddhafields, immeasurable awakened wisdom, and immeasurable engagement with all beings’ mental activity.

source: སྲེད་མེད་ཀྱི་བུ་བཞི་པོ་དེ་དག་གིས་བྱང་ཆུབ་སེམས་དཔའ་སྐྲག་པར་མི་བྱའོ། །
en: Nārāyaṇa, bodhisattvas should not be intimidated by these four.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བསམ་གྱིས་མི་ཁྱབ་པ་བཞི་ལ་མོས་པར་བྱ་སྟེ།
en: “Bodhisattva great beings likewise should have conviction in four inconceivable things.

source: ལས་རྣམས་ཀྱི་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་བསམ་གྱིས་མི་ཁྱབ་པ་དང་།
en: The inconceivable ways that karmic actions ripen,

source: སེམས་ཅན་རྣམས་ཀྱི་སྤྱོད་པའི་ཡུལ་ཐ་དད་པ་བསམ་གྱིས་མི་ཁྱབ་པ་དང་།
en: the inconceivably manifold experiences of beings,

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་སངས་རྒྱས་ཀྱི་རྣམ་པར་ཐར་པ་བསམ་གྱིས་མི་ཁྱབ་པ་དང་།
en: the inconceivable ways of awakened liberation of the blessed buddhas, and

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་འགྲོ་བར་སྐྱེ་བ་ཡོངས་སུ་དག་པའི་ཡུལ་བསམ་གྱིས་མི་ཁྱབ་པ་སྟེ།
en: the inconceivable pure places where bodhisattvas take birth as wandering beings.

source: སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བསམ་གྱིས་མི་ཁྱབ་པ་བཞི་པོ་དེ་དག་ལ་མོས་པར་བྱའོ། །
en: Nārāyaṇa, bodhisattva great beings should have conviction in these four inconceivable things.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་མོས་པའི་བྱང་ཆུབ་སེམས་དཔས་ནི་མི་ཟད་པ་བཞི་ཐོབ་པར་འགྱུར་ཏེ།
en: “Son of noble family, bodhisattvas who have such conviction will attain the four unending qualities.

source: བསོད་ནམས་མི་ཟད་པ་དང་། སྨོན་ལམ་ཡོངས་སུ་རྫོགས་པ་མི་ཟད་པ་དང་། ཐོགས་པ་མེད་པའི་སྤོབས་པ་མི་ཟད་པ་དང་། བསོད་ནམས་དང་ཡེ་ཤེས་མི་ཟད་པ་སྟེ།
en: Unending merit, unending perfect aspiration, unending unhindered eloquence, and unending merit and wisdom.

source: སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་མི་ཟད་པ་བཞི་པོ་དེ་དག་ཐོབ་པར་འགྱུར་རོ། །
en: Nārāyaṇa, bodhisattvas will attain these four unending qualities.

source: སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་བཞི་ལ་སྦྱོར་བར་བྱ་སྟེ།
en: “Son of noble family, bodhisattvas should strive in four things.

source: དགེ་བའི་རྩ་བའི་ཚོགས་ཀྱིས་ཆོག་མི་ཤེས་པ་དང་།
en: Being insatiable in accumulating the roots of virtue,

source: ཆོས་སྟོན་པས་ཆོག་མི་ཤེས་པ་དང་།
en: being insatiable in teaching the Dharma,

source: ཡོངས་སུ་བསྔོ་བ་ཤིན་ཏུ་རྫོགས་པ་ལ་མཁས་པས་ཆོག་མི་ཤེས་པ་དང་།
en: being insatiable in the skill of perfect dedication, and

source: སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་ཐམས་ཅད་བདག་གི་ཞིང་དུ་འཇུག་པར་བྱ་བས་ཆོག་མི་ཤེས་པ་སྟེ།
en: being insatiable in incorporating all the qualities of buddhafields into one’s own realm.

source: སྲེད་མེད་ཀྱི་བུ་བཞི་པོ་དེ་དག་ལ་སྦྱར་བར་བྱའོ། །
en: Nārāyaṇa, they should strive in these four.”

source: འཇམ་དཔལ་བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་འདི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཁྱིམ་པའམ། རབ་ཏུ་བྱུང་བ་ཇི་ལྟ་བུ་དག་གི་ལག་ཏུ་འོང་བར་འགྱུར།
en: “Mañjuśrī, how do bodhisattva great beings who are laypeople or renunciants acquire this absorption that encapsulates all merit?

source: གླེགས་བམ་དུ་བྱེད་པའམ། ཁ་ཏོན་དུ་བྱེད་པའམ། ངེས་པར་སེམས་པའི་བཟོད་པ་དང་ལྡན་པར་འགྱུར།
en: How do they transcribe it, recite it, and gain the acceptance that comes with assimilating it?”

source: སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་དག་གི་རྣ་ལམ་དུ་ཐ་ན་ཏིང་ངེ་འཛིན་འདི་གྲག་པར་འགྱུར་བའམ། ལག་ཏུ་འོང་བའམ། གླེགས་བམ་དུ་བྱེད་པའམ། ཁ་ཏོན་དུ་བྱེད་ལ། དེ་ཡང་སྤོང་བར་མི་བྱེད་པ་དེ་དག་ནི་ཁྱིམ་ན་གནས་པ་ཞེས་ང་མི་སྨྲ་སྟེ།
en: “Nārāyaṇa, I would not call bodhisattva great beings laypeople if they happen to even hear of this absorption, nor if they acquire it, transcribe it, recite it, and do not abandon it.

source: དེ་དག་ནི་རབ་ཏུ་བྱུང་བ་ཁོ་ན་ཡིན་པར་བརྗོད་པར་བྱའོ། །
en: They should only be referred to as renunciants.

source: འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ཏིང་ངེ་འཛིན་འདི་ཁོང་དུ་ཆུད་པར་བྱ་བའི་ཕྱིར། བརྩོན་པ་རྣམས་ནི་འདུ་ཤེས་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་ཏེ།
en: Because that is how bodhisattvas who strive to realize this absorption come to free themselves of all notions.

source: གནས་པ་གང་དང་གང་གིས་གནས་པ་དེ་དང་། དེས་བསོད་ནམས་དང་ཡེ་ཤེས་མི་ཟད་པ་ཐམས་ཅད་མི་སྤོང་ངོ་། །
en: Wherever they may be, they do not reject any type of unending merit or wisdom.

source: སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར། ཁ་དོག་དང་། གཟུགས་སྣ་ཚོགས་སྟོན་ཏོ། །
en: Nārāyaṇa, in order to bring beings to maturity, bodhisattvas manifest in various colors and forms.

source: སྲེད་མེད་ཀྱི་བུ་གཞན་ཡང་དེ་དག་ནི་ཐམས་ཅད་དུ་ཡང་འབྲེལ་ལ། ཐམས་ཅད་དུ་ཡང་མ་གཏོགས་ཏེ།
en: “Moreover, Nārāyaṇa, they connect with everything and do not exclude anything.

source: སྲེད་མེད་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་ཟླ་བ་དང་། ཉི་མ་འདི་གཉིས་ནི་ཐམས་ཅད་དུ་འབྲེལ་ཏེ། གླིང་བཞི་པོ་དག་ཏུ་ཡང་རྒྱུ་ལ་ཐམས་ཅད་དུ་ཡང་མ་གཏོགས་པ་
en: Consider, Nārāyaṇa, the way the moon and sun connect to everything, extending out to the four continents, not excluding anything.

source: དེ་བཞིན་དུ། སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ནི་སྤྱོད་པ་ཐམས་ཅད་ལ་ཡང་མི་རྟེན་ལ།
en: In the same way, Nārāyaṇa, bodhisattvas do not dwell in any particular conduct.

source: ཁྱིམ་གྱི་ས་ན་གནས་པ་ཡང་མ་ཡིན། ཁྱིམ་གྱི་ཆོས་ལ་ཡང་མི་རྟེན།
en: They do not live as householders and become involved in the affairs of householders.

source: རབ་ཏུ་བྱུང་བ་ཡང་མ་ཡིན། རབ་ཏུ་བྱུང་བ་ལ་ཡང་མི་གནས། དགེ་སྦྱོང་གི་ཆོས་ལ་ཡང་མི་རྟེན་ཏེ།
en: Nor do they become renunciants, living as renunciants and dwelling in the affairs of monks.

source: དེ་དག་ནི་གཉིས་ཀའི་ཕྱོགས་སུ་བརྗོད་དུ་མེད་དོ། །
en: They could not be described in either way.

source: བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ནི་སྐྱེ་བའི་གནས་ཐམས་ཅད་ལ་མི་རྟེན་པར་བལྟ་བར་བྱ་བའི་ཕྱིར་རོ། །
en: It is because such bodhisattvas are to regard all modes of birth as unreliable.

source: སྲེད་མེད་ཀྱི་བུ་དཔེར་ན། ནོར་བུ་རིན་པོ་ཆེ་ཆེན་པོ་བཻ་དཱུརྱ་ནི་སྣོད་གང་དང་གང་ན་གནས་ཀྱང་རུང་སྟེ། དེ་དང་དེ་ཉིད་ན་ནོར་བུ་རིན་པོ་ཆེའི་རང་བཞིན་མི་འདོར་བ་
en: Consider, Nārāyaṇa, how a highly precious gem such as beryl might be placed in any type of vessel without losing its nature as a precious gem.

source: དེ་བཞིན་དུ། སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པ་རྣམས་ན། ཁྱིམ་གྱི་ས་ན་གནས་པ་དེ་དག་ཀྱང་། རབ་ཏུ་བྱུང་བ་ཞེས་བརྗོད་པར་བྱ་སྟེ། ཆོས་ཀྱི་དབྱིངས་ཀྱི་ངོ་བོ་ཉིད་དེ་ཡང་མི་འདོར་རོ། །
en: Similarly, Nārāyaṇa, even though bodhisattvas who abide by this absorption might live as householders, they should be referred to as renunciants, since they do not lose the identity of the realm of phenomena.”

source: བྱང་ཆུབ་སེམས་དཔའ་སྲེད་མེད་ཀྱི་བུས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Bodhisattva Nārāyaṇa then asked Mañjuśrī­kumāra­bhūta,

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གནས་པ་གང་གིས་གནས་ན། བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་འདི་ལས་ཡོངས་སུ་ཉམས་པར་མི་འགྱུར་ལ། བསོད་ནམས་ཀྱི་ཚོགས་དང་། ཡེ་ཤེས་ཀྱི་ཚོགས་མི་ཟད་པ་ཡང་འཐོབ་པར་འགྱུར་རོ། །
en: “Mañjuśrī, what should bodhisattva great beings abide by, so that they will not lose this absorption that encapsulates all merit, and so that they will attain an inexhaustible amount of merit and wisdom?”

source: སྲེད་མེད་ཀྱི་བུ་བཞི་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་གནས་པ་ཡིན་ཏེ།
en: “Nārāyaṇa, there are four ways that bodhisattvas should live.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ལུས་དང་། སྲོག་ལ་ལྷག་པར་ཞེན་པ་མེད་པར་གནས་པ་ཡིན་ཏེ། དེ་དག་རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་འདོད་པ་མ་ཡིན་པ་དང་།
en: Bodhisattvas should live without any special attachment to their bodies or lives, and without longing for gain, respect, or eulogy.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་ལ་གནས་པ་ཡིན་ཏེཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ངེས་པ་ལ་འཇུག་པས་གནས་པ་མ་ཡིན་པ་དང་།
en: Bodhisattvas should live in emptiness, signlessness, and wishlessness, and not live falling into the certainty of śrāvakas and solitary buddhas.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་འདོད་པ་ཡིན་ཏེ། གཡོ་བ་དང་། རློམ་སེམས་དང་། ཀུན་ཏུ་རྟོག་པ་དང་། རྣམ་པར་རྟོག་པ་མི་འཛིན་པར་གནས་པ་དང་།
en: Bodhisattvas should seek out the wisdom of awakening and the knowledge of correct discrimination, and live without holding onto deceit, conceit, ideas, or concepts.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་སེམས་ཅན་ཐམས་ཅད་འདྲ་བར་ཐར་པ་ལ་གནས་པ་ཡིན་ཏེབདག་དང་། སེམས་ཅན་དང་། སྲོག་དང་། གསོ་བ་དང་། སྐྱེས་བུ་དང་། གང་ཟག་ལ་མི་དམིགས་པར་གནས་པའོ། །
en: Bodhisattvas should live in freedom for all beings alike, and live without apprehending a self, sentient being, life, sustenance, being, or person.

source: སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་གནས་པ་བཞི་པོ་དེ་དག་ནི་གནས་པའི་མཆོག་དང་། རབ་དང་། རབ་མཆོག་ཡིན་ཏེ།
en: Nārāyaṇa, these are the four most superior, eminent, and supreme ways for bodhisattvas to live.

source: བསོད་ནམས་ཀྱི་ཚོགས་མི་ཟད་པ་དང་། ཡེ་ཤེས་ཀྱི་ཚོགས་མི་ཟད་པར་འགྱུར་བ་ནས་ལྟ་བའི་རྣམ་པ་ཐམས་ཅད་སྤོང་བར་འགྱུར་བ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཀྱི་བར་དུ་རྟོགས་པར་འགྱུར་བའོ། །
en: They will lead to inexhaustible accumulations of merit and wisdom, to the abandonment of all types of views, and even to the realization of all the qualities of awakening.”

source: འཇམ་དཔལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་གནས་པ་འདི་དག་ཐོབ་པར་འགྱུར་ཞིང་། ཁྱིམ་གྱི་གནས་ནས་ཀྱང་མངོན་པར་འབྱུང་བར་འགྱུར།
en: “Mañjuśrī, how do bodhisattvas achieve these ways of living, such that they become renunciants even while living as householders?”

source: བྱམས་པ་ལ་གནས་པ་དང་། སྙིང་རྗེ་ལ་གནས་པ་དང་། དགའ་བ་ལ་གནས་པ་དང་། བཏང་སྙོམས་ལ་གནས་པ་སྟེ།
en: Abiding in love, abiding in compassion, abiding in joy, and abiding in equanimity.

source: སྲེད་མེད་ཀྱི་བུ་བཞི་པོ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་གནས་པ་ཡིན་ནོ། །
en: Nārāyaṇa, these four are bodhisattvas’ abodes.

source: སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་གང་ཡང་རུང་སྟེ། གྲོང་ངམ། དགོན་པ་ན་གནས་ཀྱང་རུང་། གནས་པ་བཞི་པོ་དེ་དག་གིས་གནས་པ་དེ་ནི་གནས་པ་ལ་གནས་པ་ཞེས་བརྗོད་པར་བྱའོ། །
en: Nārāyaṇa, wherever bodhisattvas live—whether in towns or in monasteries—if they abide by these four, they can be aptly described as dwelling in the abodes.

source: གལ་ཏེ་རྣམ་པར་རྒྱལ་བྱེད་དང་འདྲ་བའི་ཁྱམས་དང་། ཁང་པ་བརྩེགས་པ་དག་ན་གནས་སུཟིན་ཀྱང་། གནས་པ་ན་གནས་པ་ཞེས་བརྗོད་པར་མི་བྱའོ། །
en: Taking as one’s abode a compound like the Palace of Victory, or a mansion, is not what is meant by dwelling in the abodes.

source: སྲེད་མེད་ཀྱི་བུ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ཚངས་པའི་གནས་པ་བཞི་དང་བྲལ་བཞིན་དུ། བདག་ཉིད་གནས་པ་ལ་གནས་སོ་སྙམ་དུ་འཛིན་ན། དེ་ནི་བདག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་སླུ་བ་ཡིན་ཏེ།
en: Nārāyaṇa, if bodhisattvas lack the four abodes of Brahmā and yet think they are dwelling in the abodes, they are not only fooling themselves, but the whole world including gods, humans, and demigods.

source: ཡུལ་འཁོར་གྱི་བསོད་སྙོམས་ཟ་བ་ཡང་དོན་མེད་པར་འགྱུར་རོ། །
en: Their alms rounds will be meaningless.

source: སྲེད་མེད་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ཚངས་པར་སྤྱད་པ་སྤྱོད་པ་གང་དག་སུ་ཡང་རུང་བ་དེ་དག་ཐམས་ཅད་ནི་ཚངས་པའི་གནས་པ་ཆེན་པོ་བཞིས་ངེས་པར་འབྱུང་ངོ་། །
en: “Nārāyaṇa, any and all bodhisattvas who practice chastity emerge definitively by means of the four great abodes of Brahmā.

source: སྲེད་མེད་ཀྱི་བུ་དེ་བས་ན་ཚངས་པའི་གནས་པ་བཞི་པོ་རྣམས་དང་། འཕགས་པའི་བསམ་གཏན་འཐོབ་པ་ལ་མི་སྣང་བ་གང་དག་ཡིན་པ་དེ་དག་ནི་ཚངས་པར་སྤྱོད་པ་ལ་གནས་པ་ལས་ཐག་རིང་ལ།
en: Therefore, Nārāyaṇa, those who do not manifest the four abodes of Brahmā or the accomplishment of the concentrations of noble beings are a long way from abiding in the true practice of chastity.

source: ང་རྒྱལ་མ་སྤངས་པའི་ཕྱིར་འཇིག་རྟེན་པའི་འཇིག་ཚོགས་ལ་ལྟ་བས་རློམ་སེམས་སུ་བྱེད་པར་འགྱུར་རོ། །
en: They have not forsaken pride, and are still conceited with the mundane view of the transitory collection.”

source: འཇམ་དཔལ་ཇི་ལྟར་ན། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་བྱམས་པ་ལ་གནས་པ་ཡིན།
en: “Mañjuśrī, how do bodhisattvas abide in love?

source: ཇི་ལྟར་ན་སྙིང་རྗེ་ལ་གནས་པ་ཡིན།
en: How do they abide in compassion?

source: ཇི་ལྟར་ན་དགའ་བ་ལ་གནས་པ་ཡིན།
en: How do they abide in joy?

source: ཇི་ལྟར་ན་བཏང་སྙོམས་ལ་གནས་པ་ཡིན།
en: How do they abide in equanimity?”

source: སྲེད་མེད་ཀྱི་བུ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་འདི་ལྟར་གནས་པར་བྱེད་དེ།
en: “Nārāyaṇa, bodhisattvas should abide in these four in the following way.

source: བདག་གིས་སེམས་ཅན་ཐམས་ཅད་བསྒྲལ་བར་བྱའོ་སྙམ་དུ་སེམས་ན་བྱམས་པ་ལ་གནས་པ་ཡིན་ནོ། །
en: They abide in love when they think, ‘I shall liberate all beings.’

source: བདག་གིས་སེམས་ཅན་ཐམས་ཅད་དགྲོལ་བར་བྱའོ་སྙམ་དུ་སེམས་ན་སྙིང་རྗེ་ལ་གནས་པ་ཡིན་ནོ། །
en: They abide in compassion when they think, ‘I must set all beings free.’

source: བདག་གིས་སེམས་ཅན་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་དགོད་པར་བྱའོ་སྙམ་དུ་སེམས་ན་དགའ་བ་ལ་གནས་པ་ཡིན་ནོ། །
en: They abide in joy when they think, ‘I shall establish all beings in the qualities of awakening.’

source: བདག་གིས་སེམས་ཅན་ཐམས་ཅད་འཇིག་རྟེན་གྱི་ཆོས་རྣམས་ལས་རྣམ་པར་གྲོལ་བར་བྱའོ་སྙམ་དུ་སེམས་ཏེ། གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལྟར་གནས་ན་བཏང་སྙོམས་ལ་གནས་པ་ཡིན་ནོ། །
en: And bodhisattvas abide in equanimity when they think, ‘I shall free all beings from worldly concerns.’

source: སྲེད་མེད་ཀྱི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་གང་གི་ཚེ་ཆོས་ཀྱི་དབྱིངས་སྟོང་པ་ལ་མོས་པ་དེའི་ཚེ་བྱམས་པ་ལ་གནས་པ་ཡིན་ནོ། །
en: “Moreover, Nārāyaṇa, bodhisattvas abide in love when they have the conviction that the realm of phenomena is empty.

source: གང་གི་ཚེ་ཆོས་ཐམས་ཅད་དབེན་པ་ལ་མོས་པ་དེའི་ཚེ་སྙིང་རྗེ་ལ་གནས་པ་ཡིན་ནོ། །
en: They abide in compassion when they have the conviction that all phenomena are void.

source: གང་གི་ཚེ་ཆོས་ཐམས་ཅད་ཆགས་པ་མེད་པ་དང་། བཅིངས་པ་མེད་དང་། གྲོལ་བ་མེད་པར་མོས་པ་དེའི་ཚེ་དགའ་བ་ལ་གནས་པ་ཡིན་ནོ། །
en: They abide in joy when they have the conviction that all phenomena are beyond attachment, bondage, and liberation.

source: གང་གི་ཚེ་ཆོས་ཐམས་ཅད་སོང་བ་མེད་པ་དང་། འོང་བ་མེད་པ་ལ་མོས་པ་དེའི་ཚེ་བཏང་སྙོམས་ལ་གནས་པ་ཡིན་ཏེ།
en: And they abide in equanimity when they have the conviction that all phenomena are beyond coming and going.

source: སྲེད་མེད་ཀྱི་བུ་དེ་ལྟར་ན། བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་དང་། སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་ལ་གནས་པ་ཡིན་ནོ། །
en: In this way, Nārāyaṇa, bodhisattvas abide in love, compassion, joy, and equanimity.

source: སྲེད་མེད་ཀྱི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་གང་གི་ཚེ་ཆོས་བདག་མེད་པས་མི་སྐྲག་པ་དེའི་ཚེ་བྱམས་པ་ལ་གནས་པ་ཡིན་ནོ། །
en: “To put it another way, Nārāyaṇa, bodhisattvas abide in love when they are not intimidated by phenomena lacking inherent identity.

source: གང་གི་ཚེ་ཆོས་ཐམས་ཅད་དབེན་པས་མི་སྐྲག་པ་དེའི་ཚེ་སྙིང་རྗེ་ལ་གནས་པ་ཡིན་ནོ། །
en: They abide in compassion when they are not intimidated by phenomena being void.

source: གང་གི་ཚེ་སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་མཉམ་པའི་ཆོས་ཉིད་ཀྱིས་མི་སྐྲག་པ་དེའི་ཚེ་དགའ་བ་ལ་གནས་པ་ཡིན་ནོ། །
en: They abide in joy when they are not intimidated by all the qualities of awakening having the true nature of sameness.

source: གང་གི་ཚེ་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་མི་ཟད་པའི་ཆོས་ཉིད་ཀྱིས་མི་སྐྲག་པ་དེའི་ཚེ་བཏང་སྙོམས་ལ་གནས་པ་ཡིན་ནོ། །
en: And they abide in equanimity when they are not intimidated by the unending true nature of all the buddhafields.

source: སྲེད་མེད་ཀྱི་བུ་གཞན་ཡང་བྱམས་པ་ནི་ཞེ་འགྲས་པ་མེད་པའི་མཚན་ཉིད་དོ། །
en: “In addition, Nārāyaṇa, the definition of love is the absence of enmity.

source: སྙིང་རྗེ་ནི་ཀུན་ཏུ་སྤྱོད་པ་མེད་པའི་མཚན་ཉིད་དོ། །
en: The definition of compassion is the absence of behavior.

source: དགའ་བ་ནི་གནོད་སེམས་མེད་པའི་མཚན་ཉིད་དོ། །
en: The definition of joy is the absence of ill will.

source: བཏང་སྙོམས་ནི་མ་ཁེངས་མ་དུད་པའི་མཚན་ཉིད་དོ། །
en: The definition of equanimity is to be neither arrogant nor timid.

source: སྲེད་མེད་ཀྱི་བུ་གཞན་ཡང་བྱམས་པ་དང་སྙིང་རྗེ་ཡིན་ལ། བྱམས་པ་ཆེན་པོ་ཡང་མ་ཡིན། སྙིང་རྗེ་ཆེན་པོ་ཡང་མ་ཡིན་པ་ཡང་ཡོད་དེ།
en: “Furthermore, Nārāyaṇa, there can be love and compassion that are not great love and great compassion.

source: བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་གང་ཡིན་པ་དེ་ནི་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ལ་མེད་དོ། །
en: Śrāvakas and solitary buddhas do not have great love and great compassion.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ལ་ཡོད་པ་གང་ཡིན་པ་དེ་ནི། བྱམས་པ་དང་། སྙིང་རྗེ་ཡིན་ཏེ། སེམས་ཅན་ཐམས་ཅད་བདེ་བར་གྱུར་ཅིག་ཅེས་བྱ་བ་འདི་ནི། བྱམས་པ་དང་། སྙིང་རྗེ་ཡིན་གྱི། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་མ་ཡིན་ནོ། །
en: What śrāvakas and solitary buddhas have is love and compassion, the wish that all beings be happy—and that love is not great love; that compassion is not great compassion.

source: འོ་ན་བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་གང་ཡིན་ཞེ་ན།
en: “So what are great love and great compassion?

source: སེམས་ཅན་ཐམས་ཅད་ལ་སེམས་སྙོམས་པ་གང་ཡིན་པ་དེ་ནི་བྱམས་པ་ཆེན་པོའོ། །
en: Great love is an impartial attitude toward all beings.

source: སེམས་ཅན་ཐམས་ཅད་སྡུག་བསྔལ་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་བྱེད་པ་གང་ཡིན་པ་དེ་ནི་སྙིང་རྗེ་ཆེན་པོའོ། །
en: Great compassion is what liberates all beings from every kind of suffering.

source: བདག་གི་བདེ་བ་སྤངས་ནས་འགྲོ་བ་ལྔར་སྐྱེས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ནང་དུ་བསམས་བཞིན་དུ་སྲིད་པར་འགྲོ་བ་ལེན་པ་གང་ཡིན་པ་དེ་ནི་བྱམས་པ་ཆེན་པོ་ཞེས་བྱའོ། །
en: Great love is to forsake your own welfare and to take birth intentionally within existence, among the five kinds of wandering beings.

source: བདག་གིས་སེམས་ཅན་འདི་དག་འཁོར་བའི་ལམ་ངན་པ་ལས་བསྒྲལ་ཏེ། ལམ་བཟང་པོར་དགོད་པར་བྱའོ་སྙམ་པ་གང་ཡིན་པ་དེ་ནི་སྙིང་རྗེ་ཆེན་པོ་ཞེས་བྱའོ། །
en: Great compassion is to think that you will free beings from the negative states of cyclic existence and establish them in positive ones.

source: སྲེད་མེད་ཀྱི་བུ་དེ་བས་ན་རྣམ་གྲངས་འདིས་ཀྱང་ཁྱོད་ཀྱིས་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་རྣམས་ཀྱི་ནི་བྱམས་པ་དང་། སྙིང་རྗེ་ཡིན་ལ། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་ནི་མ་ཡིན་པ་ཡང་ཡོད་པ་དེ་ལྟར་རིག་པར་བྱའོ། །
en: “Nārāyaṇa, you should understand through these descriptions that the love and compassion that śrāvakas and solitary buddhas have is not great love or great compassion.

source: སྲེད་མེད་ཀྱི་བུ་དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱིས་བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པར་བྱའོ། །
en: Nārāyaṇa, bodhisattva great beings, therefore, should possess great love and great compassion.”

source: བསྟན་པ་འདི་བཤད་པ་ན། སྲོག་ཆགས་བརྒྱད་སྟོང་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དེ། ཚིག་འདི་སྐད་དུ་
en: As this teaching was being given, eight thousand living beings formed the resolve set on unsurpassed and completely perfect awakening, saying,

source: བཅོམ་ལྡན་འདས་བདག་ཅག་ཀྱང་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་འདིས་བཤད་པ་གང་ལགས་པའི་གནས་པ་འདི་དག་གིས་གནས་པར་བགྱིའོ་ཞེས་ཀྱང་གསོལ་ཏོ། །
en: “Blessed One, we too will abide by what Mañjuśrī­kumāra­bhūta has explained here.”

source: བྱང་ཆུབ་སེམས་དཔའ་བརྒྱད་ཁྲིས་ནི་བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་འདི་ཐོབ་བོ། །
en: Eighty thousand bodhisattvas achieved the absorption that encapsulates all merit.

source: སྲོག་ཆགས་བརྒྱད་སྟོང་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་རྣམ་པར་དག་གོ། །
en: And eight thousand living beings purified their eyes of Dharma regarding phenomena so that they became cleared of dust and immaculate.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བསོད་ནམས་བརྒྱའི་མཚན་དང་ལྡན་པ་ཞེས་བགྱི་བ་དེ་ལ།
en: “Blessed One, the thus-gone ones, the foe-destroyers, the completely perfect buddhas, are said to possess the marks of one hundred merits.

source: བསོད་ནམས་ཇི་ལྟ་བུ་དག་གིས་དེ་བཞིན་གཤེགས་པའི་བསོད་ནམས་བརྒྱའི་མཚན་རྣམས་མངོན་པར་གྲུབ་པ་ལགས།
en: What merits enable one to accomplish the thus-gone ones’ marks of one hundred merits?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: The Blessed One answered Bodhisattva Nārāyaṇa,

source: སྲེད་མེད་ཀྱི་བུ་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ན་སེམས་ཅན་ཇི་སྙེད་ཡོད་པ་སེམས་ཅན་དུ་བསྡུ་བར་བསྡུས་པ་དེ་དག་ཐམས་ཅད་འཁོར་ལོས་སྒྱུར་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་གྱུར་ལ།
en: “Nārāyaṇa, imagine that as many beings as there are in as many universes as there are grains of sand in the Ganges were brought together, and each of them had as much merit as a wheel-bearing monarch.

source: སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱི་འཁོར་ལོས་སྒྱུར་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ཡིན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་དག་གཅིག་ཏུ་བསྡོམས་པ་ནི། ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གཅིག་ལ་ཡོད་དོ། །
en: The sum total of the merit of all those beings with as much merit as a wheel-bearing monarch would then match the merit of Śakra, lord of the gods.

source: སྲེད་མེད་ཀྱི་བུ་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ན། སེམས་ཅན་ཇི་སྙེད་ཡོད་པ་སེམས་ཅན་དུ་བསྡུ་བར་བསྡུས་པ་དེ་དག་ཐམས་ཅད་བརྒྱ་བྱིན་གྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་གྱུར་ལ།
en: “Nārāyaṇa, imagine that as many beings as there are in as many universes as there are grains of sand in the Ganges were brought together, and each of them had as much merit as Śakra.

source: སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱི་བརྒྱ་བྱིན་གྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ཡིན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་དག་བསྡམས་པ་ནི། ཚངས་པ་གཅིག་ལ་ཡོད་དོ། །
en: The sum total of the merit of all those beings with as much merit as Śakra would then match the merit of Brahmā.

source: སྲེད་མེད་ཀྱི་བུ་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ན། སེམས་ཅན་ཇི་སྙེད་ཡོད་པ་སེམས་ཅན་དུ་བསྡུ་བར་བསྡུས་པ་དེ་དག་ཐམས་ཅད་ཚངས་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་གྱུར་ལ།
en: “Nārāyaṇa, imagine that as many beings as there are in as many universes as there are grains of sand in the Ganges were brought together, and each of them had as much merit as Brahmā.

source: སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱི་ཚངས་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ཡིན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་དག་གཅིག་ཏུ་བསྡམས་པ་ནི་ཉན་ཐོས་གཅིག་ལ་ཡོད་དོ། །
en: The sum total of the merit of all those beings with as much merit as Brahmā would then match the merit of one śrāvaka.

source: སྲེད་མེད་ཀྱི་བུ་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ན་སེམས་ཅན་ཇི་སྙེད་ཡོད་པ་སེམས་ཅན་དུ་བསྡུ་བར་བསྡུས་པ་དེ་དག་ཐམས་ཅད་ཉན་ཐོས་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་གྱུར་ལ།
en: “Nārāyaṇa, imagine that as many beings as there are in as many universes as there are grains of sand in the Ganges were brought together, and each of them had as much merit as a śrāvaka.

source: སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱི་ཉན་ཐོས་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ཡིན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་དག་གཅིག་ཏུ་བསྡམས་པ་ནི། རང་སངས་རྒྱས་གཅིག་ལ་ཡོད་དོ། །
en: The sum total of the merit of all those beings with as much merit as a śrāvaka would then match the merit of one solitary buddha.

source: སྲེད་མེད་ཀྱི་བུ་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ན། སེམས་ཅན་ཇི་སྙེད་ཡོད་པ་སེམས་ཅན་དུ་བསྡུ་བར་བསྡུས་པ་དེ་དག་ཐམས་ཅད་རང་སངས་རྒྱས་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་གྱུར་ལ།
en: “Nārāyaṇa, imagine that as many beings as there are in as many universes as there are grains of sand in the Ganges were brought together, and each of them had as much merit as a solitary buddha.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དེ་དག་ཐམས་ཅད་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ཡིན་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དེ་དག་རིལ་གྱིས་བསྡམས་པ་དེ་ལྟ་བུའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔས་ནི། བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་ཅེས་བྱ་བ་འདི་ཐོབ་པར་འགྱུར་རོ། །
en: The sum total of the merit of all those beings with as much merit as a solitary buddha would then match the merit of a bodhisattva, a bodhisattva who achieves this absorption that encapsulates all merit.

source: སྲེད་མེད་ཀྱི་བུ་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ན་སེམས་ཅན་ཇི་སྙེད་ཡོད་པ་སེམས་ཅན་དུ་བསྡུ་བར་བསྡུས་པ་དེ་དག་ཐམས་ཅད་ཀྱིས་བསོད་ནམས་ཐམས་ཅད་བསྡུས་པའི་ཏིང་ངེ་འཛིན་འདི་ཐོབ་པར་གྱུར་ལ།
en: “Nārāyaṇa, imagine that as many beings as there are in as many universes as there are grains of sand in the Ganges were brought together, and each of them had achieved this absorption that encapsulates all merit.
